export const ru = `Приветствую! Я Ваш AI учитель

Моя уникальная способность - быстро находить информацию, отвечать на вопросы и предоставлять советы.

Чем я могу быть полезна?`

export const kk = `Сәлем! Мен сіздің AI мұғаліміңізбін

Менің өзіндік ерекшелігім - ақпараттар мен сұрақтарға жылдам жауап табу және кеңес беру. 

Мен сіз үшін не істей аламын?`

export const en = `Greetings! I'm your AI teacher

My unique ability is to quickly find information, answer questions and provide advice.

What can I do for you?`

export const ar = `تحياتي! أنا معلم الذكاء الاصطناعي الخاص بك

قدرتي الفريدة هي العثور بسرعة على المعلومات والإجابة على الأسئلة وتقديم المشورة.

ماذا يمكنني أن أفعل لك؟`

export const ko =`안녕하세요! 저는 당신의 인공 지능 선생님입니다.

저의 독특한 능력은 정보를 빠르게 찾아 답변하고 조언을 제공하는 것입니다.

무엇을 도와드릴까요?`